[
    {
        "id": 1,
        "title": "Angular2 Tutorial",
        "desc": "If you have some idea about web development but doesnt have any clue about angular 1 or 2or 4. This is the perfect video for you"
    },
    {
        "id": 2,
        "title": "50 Dev tool Tips",
        "desc": "If you have some idea about dev tool and want to become a master..this is the right video for your"
    },
    {
        "id": 3,
        "title": "scope & closure",
        "desc": "Understand scope, scope chain, hoisting, closure in JavaScript in the most easiest and funniest way. This is so easy even your grandma can understand."
    },
    {
        "id": 4,
        "title": "Interview Questions",
        "desc": "If you want to upgrade the person shouting at you in every evening at 5.00pm, you have to be competent and pretty sharp with latest technology. The world is competitive. but dont worry, that js dude will compile the questions for you. this will make your life easier to win the next big thing."
    },
    {
        "id": 5,
        "title": "Angular Interview Question",
        "desc": "A complete guideline to prepare for angular interviews. Also, you can use these questions to verify your expertise in angular."
    },
    {
        "id": 6,
        "title": "this",
        "desc": "Value of this in Javascript is very confusing and very important. If you are not sure you are a master of this, you have to watch this video..."
    },
    {
        "id": 7,
        "title": "array",
        "desc": "Array is the mostly used Data stucture. And in Javascript it is at least 3 one of the key data structure that you have to use to master. This video will tell you 15 hidden features that witll make u expert in JavaScript array."
    },
    {
        "id": 8,
        "title": "React Workshop for beginners",
        "desc": "This is once in a year opportunity for beginners. You will have the opportunity to learn React from the industry expert. You will learn React Fundamentals, React Router and everything else needed to build a professional React App all by yourself with our help."
    }
]